-- phpMyAdmin SQL Dump
-- version 3.3.10
-- http://www.phpmyadmin.net
--
-- 主机: 127.0.0.1
-- 生成日期: 2016 �?09 �?11 �?18:10
-- 服务器版本: 5.5.47
-- PHP 版本: 5.5.30

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `common-admin`
--

-- --------------------------------------------------------

--
-- 表的结构 `ih_caipu`
--

CREATE TABLE IF NOT EXISTS `ih_caipu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` varchar(100) DEFAULT '0',
  `title` varchar(100) NOT NULL,
  `creator` varchar(255) NOT NULL,
  `time` varchar(255) DEFAULT NULL,
  `level` tinyint(1) DEFAULT '1',
  `summary` text,
  `status` tinyint(1) DEFAULT '0',
  `addtime` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='用户体验表' AUTO_INCREMENT=699 ;

--
-- 转存表中的数据 `ih_caipu`
--

INSERT INTO `ih_caipu` (`id`, `uid`, `title`, `creator`, `time`, `level`, `summary`, `status`, `addtime`) VALUES
(623, '0', '我家红烧肉', '龙哥', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(624, '0', '我家熏鲳鱼', '李总', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(625, '0', '我家黄鱼春卷', '小明', '20min', 0, '爽口', 1, '2015-09-06 17:47:13'),
(627, '0', '苏式小排', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(628, '0', '普洱茶肴肉', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(629, '0', '老上海酱鸭', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(631, '0', '酸奶黑豆', '龙哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(632, '0', '上海四喜烤麸', '李总', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(633, '0', '营养十八鲜', '小明', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(635, '0', '有机蔬菜色拉', '龙哥', '20min', 0, '爽口', 1, '2015-09-06 17:47:13'),
(636, '0', '香干马兰头', '李总', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(637, '0', '野生烤籽鱼', '小明', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(639, '0', '醋椒桃仁石耳', '龙哥', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(640, '0', '秘制素鲍鱼', '李总', '20min', 0, '爽口', 1, '2015-09-06 17:47:13'),
(641, '0', '麻酱油麦菜', '小明', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(643, '0', '白切肚尖', '龙哥', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(644, '0', '蓝莓铁棍山药', '李总', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(645, '0', '黑椒牛排配果醋汁', '小明', '20min', 0, '爽口', 1, '2015-09-06 17:47:13'),
(647, '0', '糟香蒸长江鲥鱼', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(648, '0', '薏米干煎东海带鱼', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(649, '0', '杏鲍菇炒鳕鱼', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(652, '0', '回锅肉', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(653, '0', '松子大黄鱼', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(654, '0', '安格斯雪花牛肉粒', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(656, '0', '藏耳土鸡蛋', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(657, '0', '牛肝菌自制面筋煲', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(658, '0', '上海网油蒸香鱼', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(659, '0', '鲍鱼姑配南瓜', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(661, '0', '碳烤牛肋骨', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(662, '0', '脆皮南乳肉配饼', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(663, '0', '金牌寸金骨', '李总', '30min', 1, '入口即化', 1, '2015-09-06 17:47:13'),
(664, '0', '香烤深海银鳕鱼', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(666, '0', '鸡火煮干丝', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(667, '0', '翅汤浸豆苗', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(668, '0', '秘制樟茶鸭', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(669, '0', '小炒口味猪手', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(671, '0', '香煎鹅肝藕夹', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(672, '0', '浓汤大碗翅', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(673, '0', '王子鱼翅捞饭', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(674, '0', '虫草花瑶柱干捞翅', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(676, '0', '椰汁木瓜炖雪蛤', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(677, '0', '椰汁百合炖雪蛤', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(678, '0', '健康紫薯炖雪蛤', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(679, '0', '金牌潮式冻澳鲍', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(681, '0', '淮山药泥炖金丝燕', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(682, '0', '冰花官燕', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(683, '0', '燕麦炖官燕', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(684, '0', '原汁木瓜炖血燕', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(686, '0', '蟹粉扒芦笋', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(687, '0', '咖喱皇膏蟹', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(688, '0', '南风肉蒸毛蟹', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13'),
(689, '0', '沪味酱油虾', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(691, '0', '红腐乳元宝虾', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(692, '0', '浦东蒸三鲜', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(693, '0', '蟹粉手作豆腐', '李总', '30min', 1, '入口即化', 1, '2015-09-06 17:47:13'),
(694, '0', '油酱毛蟹年糕', '小明', '40min', 0, '爆辣', 1, '2015-09-06 17:47:13'),
(696, '0', '京葱虾球炒螺片', '土豪哥', '10min', 0, '柔嫩', 1, '2015-09-06 17:47:13'),
(697, '0', '蟹粉铁棍山药', '龙哥', '5min', 0, '脆嫩', 1, '2015-09-06 17:47:13'),
(698, '0', '蟹粉狮子头', '李总', '30min', 0, '入口即化', 1, '2015-09-06 17:47:13');

-- --------------------------------------------------------

--
-- 表的结构 `ih_canting`
--

CREATE TABLE IF NOT EXISTS `ih_canting` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `summary` text NOT NULL,
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `ih_canting`
--

INSERT INTO `ih_canting` (`id`, `title`, `address`, `summary`, `addtime`) VALUES
(1, '海底捞', '虹口区邯郸路585号苏宁电器五层', '上海海底捞“全国连锁”的火锅店。', '2015-09-11 14:18:36'),
(3, '望湘园', '上海黄浦区南京东路830号第一百货旧楼6楼(近西藏中路)', '上海望湘园说到湘菜,历史悠久,系我国八大菜系之一。', '2016-09-11 14:26:40');

-- --------------------------------------------------------

--
-- 表的结构 `ih_ucenter_member`
--

CREATE TABLE IF NOT EXISTS `ih_ucenter_member` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` char(168) NOT NULL COMMENT '用户名',
  `password` char(32) NOT NULL COMMENT '密码',
  `email` char(32) DEFAULT NULL COMMENT '邮箱',
  `realname` varchar(255) DEFAULT NULL COMMENT '姓名',
  `addtime` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '注册时间',
  `status` tinyint(4) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='用户表' AUTO_INCREMENT=76 ;

--
-- 转存表中的数据 `ih_ucenter_member`
--

INSERT INTO `ih_ucenter_member` (`id`, `username`, `password`, `email`, `realname`, `addtime`, `status`) VALUES
(64, 'test', 'e10adc3949ba59abbe56e057f20f883e', 'test@qq.com', '厨师', '2015-09-09 12:34:14', 0);
